Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: Markdown note
de: Markdown-Notiz
es: Nota Markdown
fr: Note Markdown
ja: Markdown メモ
ko: Markdown 메모
pt_br: Nota Markdown
tr: Markdown not
zh_hans: Markdown 笔记

source: Match words
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
ja: キーワード
ko: 키워드
pt_br: Palavras-chave
tr: Anahtarlar
zh_hans: 关键词

source: Math
de: Rechnen
es: Cálculo
fr: Calcul
ja: 計算
ko: 계산
pt_br: Cálculo
tr: Hesap
zh_hans: 计算

source: Memory
de: Gedächtnis
es: Memoria
fr: Mémoire
ja: 記憶
ko: 기억
pt_br: Memória
tr: Hafıza
zh_hans: 记忆

source: Memory is full — no new notes are being added. Delete a few to make room.
de: Das Gedächtnis ist voll – es werden keine neuen Notizen hinzugefügt. Lösche einige, um Platz zu schaffen.
es: La memoria está llena: no se añaden notas nuevas. Elimina algunas para hacer sitio.
fr: La mémoire est pleine — aucune nouvelle note n’est ajoutée. Supprimes-en quelques-unes pour faire de la place.
ja: 記憶がいっぱいです。新しいメモは追加されません。いくつか削除して空きを作ってください。
ko: 기억이 가득 찼습니다. 새 메모가 추가되지 않습니다. 몇 개를 삭제해 공간을 만드세요.
pt_br: A memória está cheia — novas notas não são adicionadas. Exclua algumas para abrir espaço.
tr: Hafıza dolu — yeni not eklenmiyor. Yer açmak için birkaçını sil.
zh_hans: 记忆已满 — 不再添加新备忘录。删除一些以腾出空间。

source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
ja: マイク
ko: 마이크
pt_br: Microfone
tr: Mikrofon
zh_hans: 麦克风

source: Microphone access is off
de: Mikrofonzugriff ist aus
es: El acceso al micrófono está desactivado
fr: L’accès au micro est désactivé
ja: マイクの許可がオフです
ko: 마이크 권한이 꺼져 있음
pt_br: O acesso ao microfone está desativado
tr: Mikrofon izni kapalı
zh_hans: 麦克风权限已关闭

source: Never given
de: Noch nie gegeben
es: Nunca entregado
fr: Jamais fourni
ja: まだ渡していません
ko: 전달한 적 없음
pt_br: Nunca entregue
tr: Hiç verilmedi
zh_hans: 尚未提供过

source: Never send
de: Nie senden
es: No enviar nunca
fr: Ne jamais envoyer
ja: 送信しない
ko: 보내지 않음
pt_br: Nunca enviar
tr: Hiçbir zaman gönderme
zh_hans: 从不发送

source: New chat
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新規チャット
ko: 새 대화
pt_br: Nova conversa
tr: Yeni sohbet
zh_hans: 新对话

source: New skill
de: Neue Fähigkeit
es: Nueva habilidad
fr: Nouvelle compétence
ja: 新規スキル
ko: 새 스킬
pt_br: Nova habilidade
tr: Yeni beceri
zh_hans: 新建技能

source: No content was found in the document.
de: Im Dokument wurde kein Inhalt gefunden.
es: No se encontró contenido en el documento.
fr: Aucun contenu n'a été trouvé dans le document.
ja: 書類に内容が見つかりませんでした。
ko: 문서에서 내용을 찾지 못했습니다.
pt_br: Nenhum conteúdo foi encontrado no documento.
tr: Belgede içerik bulunamadı.
zh_hans: 未在文稿中找到内容。

source: No document to edit
de: Kein Dokument zum Bearbeiten
es: No hay documento para editar
fr: Aucun document à modifier
ja: 編集する書類がありません
ko: 편집할 문서가 없음
pt_br: Nenhum documento para editar
tr: Düzenlenecek belge yok
zh_hans: 没有可编辑的文档

source: No documents
de: Keine Dokumente
es: Sin documentos
fr: Aucun document
ja: 書類なし
ko: 문서 없음
pt_br: Nenhum documento
tr: Belge yok
zh_hans: 无文稿

source: No events found.
de: Keine Termine gefunden.
es: No se encontraron eventos.
fr: Aucun événement trouvé.
ja: イベントは見つかりませんでした。
ko: 일정을 찾을 수 없습니다.
pt_br: Nenhum evento encontrado.
tr: Etkinlik bulunamadı.
zh_hans: 未找到活动。

source: No matching conversations.
de: Keine passenden Unterhaltungen.
es: No hay conversaciones que coincidan.
fr: Aucune conversation correspondante.
ja: 一致する会話はありません。
ko: 일치하는 대화가 없습니다.
pt_br: Nenhuma conversa correspondente.
tr: Eşleşen sohbet yok.
zh_hans: 没有匹配的对话。

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour l'instant
ja: まだメッセージはありません
ko: 아직 메시지가 없습니다
pt_br: Nenhuma mensagem ainda
tr: Henüz mesaj yok
zh_hans: 还没有消息

source: No on-device dictation for this language
de: Keine Diktierfunktion auf dem Gerät für diese Sprache
es: No hay dictado en el dispositivo para este idioma
fr: Pas de dictée sur l’appareil pour cette langue
ja: この言語のオンデバイス音声入力はありません
ko: 이 언어의 온디바이스 받아쓰기가 없음
pt_br: Sem ditado no dispositivo para este idioma
tr: Bu dilde cihaz içi dikte yok
zh_hans: 该语言没有设备端听写

source: No pending reminders.
de: Keine offenen Erinnerungen.
es: No hay recordatorios pendientes.
fr: Aucun rappel en attente.
ja: 保留中のリマインダーはありません。
ko: 대기 중인 미리 알림이 없습니다.
pt_br: Nenhum lembrete pendente.
tr: Bekleyen hatırlatıcı yok.
zh_hans: 没有待处理的提醒。

source: No reminder list found
de: Keine Erinnerungsliste gefunden
es: No se encontró ninguna lista de recordatorios
fr: Aucune liste de rappels trouvée
ja: リマインダーのリストが見つかりません
ko: 미리 알림 목록을 찾을 수 없습니다
pt_br: Nenhuma lista de lembretes encontrada
tr: Hatırlatıcı listesi bulunamadı
zh_hans: 未找到提醒事项列表

source: No search server is set.
de: Es ist kein Suchserver festgelegt.
es: No hay ningún servidor de búsqueda configurado.
fr: Aucun serveur de recherche n’est défini.
ja: 検索サーバーが設定されていません。
ko: 검색 서버가 설정되지 않았습니다.
pt_br: Nenhum servidor de busca está definido.
tr: Arama sunucusu tanımlı değil.
zh_hans: 尚未设置搜索服务器。

source: No search server. Connect your own SearXNG server and Tacet can search the web. Until you do, web search stays off.
de: Kein Suchserver. Verbinde deinen eigenen SearXNG-Server, dann kann Tacet im Web suchen. Bis dahin bleibt die Websuche aus.
es: Sin servidor de búsqueda. Conecta tu propio servidor SearXNG y Tacet podrá buscar en la web. Hasta entonces, la búsqueda web sigue apagada.
fr: Aucun serveur de recherche. Connecte ton propre serveur SearXNG et Tacet pourra chercher sur le web. D'ici là, la recherche web reste désactivée.
ja: 検索サーバーがありません。自分の SearXNG サーバーを接続すると、Tacet はウェブ検索できます。接続するまで、ウェブ検索はオフのままです。
ko: 검색 서버가 없습니다. 직접 SearXNG 서버를 연결하면 Tacet이 웹을 검색할 수 있습니다. 연결하기 전까지 웹 검색은 꺼져 있습니다.
pt_br: Sem servidor de busca. Conecte seu próprio servidor SearXNG e o Tacet poderá buscar na web. Até lá, a busca na web fica desligada.
tr: Arama sunucusu yok. Kendi SearXNG sunucunu bağlarsan Tacet web'de arayabilir. Bağlanmadıkça web araması kapalı kalır.
zh_hans: 没有搜索服务器。连接你自己的 SearXNG 服务器后，Tacet 就能搜索网页。在此之前，网页搜索保持关闭。

source: No servers connected.
de: Keine Server verbunden.
es: No hay servidores conectados.
fr: Aucun serveur connecté.
ja: 接続されたサーバーがありません。
ko: 연결된 서버가 없습니다.
pt_br: Nenhum servidor conectado.
tr: Bağlı sunucu yok.
zh_hans: 没有已连接的服务器。

source: No shared document
de: Kein geteiltes Dokument
es: No hay documento compartido
fr: Aucun document partagé
ja: 共有された書類がありません
ko: 공유된 문서가 없음
pt_br: Nenhum documento compartilhado
tr: Paylaşılan belge yok
zh_hans: 没有共享的文档

source: No skills yet.
de: Noch keine Fähigkeiten.
es: Aún no hay habilidades.
fr: Aucune compétence pour l’instant.
ja: まだスキルがありません。
ko: 아직 스킬이 없습니다.
pt_br: Ainda não há habilidades.
tr: Henüz beceri yok.
zh_hans: 还没有技能。

source: No tools were received from this server.
de: Von diesem Server wurden keine Werkzeuge empfangen.
es: No se recibió ninguna herramienta de este servidor.
fr: Aucun outil n’a été reçu de ce serveur.
ja: このサーバーからツールを取得できませんでした。
ko: 이 서버에서 도구를 가져오지 못했습니다.
pt_br: Nenhuma ferramenta foi recebida deste servidor.
tr: Bu sunucudan araç alınmadı.
zh_hans: 未从此服务器获取到工具。

source: Not asked yet
de: Noch nicht angefragt
es: Aún no solicitado
fr: Pas encore demandée
ja: 未確認
ko: 아직 요청하지 않음
pt_br: Ainda não solicitado
tr: Henüz sorulmadı
zh_hans: 尚未询问

source: Not granted
de: Nicht erteilt
es: No concedido
fr: Non accordée
ja: 未許可
ko: 허용 안 됨
pt_br: Não concedido
tr: Verilmedi
zh_hans: 未授权

source: Not supported. %@
de: Nicht unterstützt. %@
es: No compatible. %@
fr: Non pris en charge. %@
ja: 非対応です。%@
ko: 지원되지 않습니다. %@
pt_br: Não compatível. %@
tr: Desteklenmiyor. %@
zh_hans: 不支持。%@

source: Note
de: Notiz
es: Nota
ja: メモ
ko: 메모
pt_br: Nota
tr: Not
zh_hans: 备忘录

source: Note added.
de: Notiz hinzugefügt.
es: Nota añadida.
fr: Note ajoutée.
ja: メモを追加しました。
ko: 메모를 추가했습니다.
pt_br: Nota adicionada.
tr: Not eklendi.
zh_hans: 已添加备注。

source: Note text
de: Notiztext
es: Texto de la nota
fr: Texte de la note
ja: メモの本文
ko: 메모 내용
pt_br: Texto da nota
tr: Not metni
zh_hans: 备忘录内容

source: Notes and files
de: Notizen und Dateien
es: Notas y archivos
fr: Notes et fichiers
ja: メモとファイル
ko: 메모와 파일
pt_br: Notas e arquivos
tr: Notlar ve dosyalar
zh_hans: 备忘录和文件

source: Notes searched · %lld results
de: Notizen durchsucht · %lld Treffer
es: Notas buscadas · %lld resultados
fr: Notes recherchées · %lld résultats
ja: メモを検索 · %lld 件
ko: 메모 검색됨 · 결과 %lld개
pt_br: Notas pesquisadas · %lld resultados
tr: Notlarda arandı · %lld sonuç
zh_hans: 已搜索备忘录 · %lld 条结果

source: Notes searched · no results
de: Notizen durchsucht · keine Treffer
es: Notas buscadas · sin resultados
fr: Notes recherchées · aucun résultat
ja: メモを検索 · 結果なし
ko: 메모 검색됨 · 결과 없음
pt_br: Notas pesquisadas · sem resultados
tr: Notlarda arandı · sonuç yok
zh_hans: 已搜索备忘录 · 无结果

source: ON YOUR DEVICE
de: AUF DEINEM GERÄT
es: EN TU DISPOSITIVO
fr: SUR TON APPAREIL
ja: 端末の中のもの
ko: 내 기기 안에서
pt_br: NO SEU APARELHO
tr: CİHAZINDAKİLER
zh_hans: 在你的设备上

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
tr: Kapalı
zh_hans: 关闭

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
tr: Açık
zh_hans: 开启

source: On an iPhone that can run Apple Intelligence, Tacet works just as it is. Your chats, documents and settings stay here.
de: Auf einem iPhone, das Apple Intelligence unterstützt, läuft Tacet genauso. Deine Chats, Dokumente und Einstellungen bleiben hier erhalten.
es: En un iPhone compatible con Apple Intelligence, Tacet funciona tal cual. Tus chats, documentos y ajustes se quedan aquí.
fr: Sur un iPhone compatible avec Apple Intelligence, Tacet fonctionne tel quel. Tes conversations, documents et réglages restent ici.
ja: Apple Intelligence を動かせる iPhone なら、Tacet はそのまま動きます。チャット、書類、設定はここに残ります。
ko: Apple Intelligence를 실행할 수 있는 iPhone에서는 Tacet이 그대로 작동합니다. 대화, 문서, 설정은 여기에 그대로 남습니다.
pt_br: Em um iPhone que roda a Apple Intelligence, o Tacet funciona do mesmo jeito. Suas conversas, documentos e ajustes continuam aqui.
tr: Apple Intelligence çalıştırabilen bir iPhone'da Tacet olduğu gibi çalışır. Sohbetlerin, belgelerin ve ayarların burada durmaya devam eder.
zh_hans: 在支持 Apple 智能的 iPhone 上，Tacet 会照常工作。你的对话、文档和设置仍留在这里。

source: On your device
de: Auf deinem Gerät
es: En tu dispositivo
fr: Sur ton appareil
ja: あなたの端末で
ko: 내 기기에서
pt_br: No seu dispositivo
tr: Cihazında
zh_hans: 在你的设备上

source: One moment, finishing the previous reply.
de: Einen Moment, ich beende die vorherige Antwort.
es: Un momento, estoy terminando la respuesta anterior.
fr: Un instant, je termine la réponse précédente.
ja: 少々お待ちください、前の返信を仕上げています。
ko: 잠시만요, 이전 응답을 마무리하고 있어요.
pt_br: Um momento, estou terminando a resposta anterior.
tr: Bir saniye, önceki yanıtı bitiriyorum.
zh_hans: 稍等，我正在完成上一条回复。

source: One sentence, up to %lld characters. You can rewrite it in your own words.
de: Ein Satz, höchstens %lld Zeichen. Du kannst ihn in eigenen Worten ändern.
es: Una sola frase, máximo %lld caracteres. Puedes corregirla con tus propias palabras.
fr: Une seule phrase, %lld caractères maximum. Tu peux la reformuler à ta façon.
ja: 1 文、最大 %lld 文字。自分の言葉で直せます。
ko: 한 문장, 최대 %lld자. 직접 자기 말로 고칠 수 있습니다.
pt_br: Uma frase, até %lld caracteres. Você pode reescrevê-la com suas palavras.
tr: Tek cümle, en fazla %lld karakter. Kendi sözlerinle düzeltebilirsin.
zh_hans: 一句话，最多 %lld 个字符。你可以用自己的话修改。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
tr: Aç
zh_hans: 打开

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
tr: Ayarlar'ı aç
zh_hans: 打开设置

source: Open a chat in Tacet
de: Chat in Tacet öffnen
es: Abrir un chat en Tacet
fr: Ouvrir une conversation dans Tacet
ja: Tacet でチャットを開く
ko: Tacet에서 대화 열기
pt_br: Abrir uma conversa no Tacet
tr: Tacet'te sohbeti aç
zh_hans: 在 Tacet 中打开对话

source: Open conversation, %@
de: Geöffnete Unterhaltung, %@
es: Conversación abierta, %@
fr: Conversation ouverte, %@
ja: 開いている会話、%@
ko: 열려 있는 대화, %@
pt_br: Conversa aberta, %@
tr: Açık sohbet, %@
zh_hans: 已打开的对话，%@

source: Open iOS Settings
de: iOS-Einstellungen öffnen
es: Abrir Ajustes de iOS
fr: Ouvrir les Réglages iOS
ja: iOS の「設定」を開く
ko: iOS 설정 열기
pt_br: Abrir Ajustes do iOS
tr: iOS Ayarlar'ı aç
zh_hans: 打开 iOS 设置

source: Open in Tacet: %@
de: In Tacet öffnen: %@
es: Abrir en Tacet: %@
fr: Ouvrir dans Tacet : %@
ja: Tacet で開く：%@
ko: Tacet에서 열기: %@
pt_br: Abrir no Tacet: %@
tr: Tacet'te aç: %@
zh_hans: 在 Tacet 中打开：%@

source: Opens Tacet so it can prepare a document in the format you want.
de: Öffnet Tacet, damit es ein Dokument im gewünschten Format erstellt.
es: Abre Tacet para que prepare un documento en el formato que quieras.
fr: Ouvre Tacet pour qu’il prépare un document dans le format de ton choix.
ja: 希望の形式で書類を用意させるために Tacet を開きます。
ko: 원하는 형식으로 문서를 준비하도록 Tacet을 엽니다.
pt_br: Abre o Tacet para preparar um documento no formato que você quiser.
tr: İstediğin biçimde bir belge hazırlaması için Tacet'i açar.
zh_hans: 打开 Tacet，让它按你想要的格式准备一份文档。

source: Opens a form to add your own MCP server.
de: Öffnet ein Formular, um deinen eigenen MCP-Server hinzuzufügen.
es: Abre un formulario para añadir tu propio servidor MCP.
fr: Ouvre un formulaire pour ajouter ton propre serveur MCP.
ja: 自分の MCP サーバーを追加するフォームを開きます。
ko: 직접 운영하는 MCP 서버를 추가하는 양식을 엽니다.
pt_br: Abre um formulário para adicionar seu próprio servidor MCP.
tr: Kendi MCP sunucunu eklemek için form açar.
zh_hans: 打开表单以添加你自己的 MCP 服务器。

source: Opens the explanation of on-device operation
de: Öffnet die Erläuterung zur Verarbeitung auf dem Gerät
es: Abre la explicación del funcionamiento en el dispositivo
fr: Ouvre l’explication du fonctionnement sur l’appareil
ja: 端末内で動作する仕組みの説明を開きます
ko: 기기 내 작동 방식 설명을 엽니다
pt_br: Abre a explicação do funcionamento no dispositivo
tr: Cihazda çalışma açıklamasını açar
zh_hans: 打开设备端运行方式的说明

source: Opens the full list of what Tacet can do.
de: Öffnet die vollständige Liste dessen, was Tacet kann.
es: Abre la lista completa de lo que Tacet puede hacer.
fr: Ouvre la liste complète de ce que Tacet peut faire.
ja: Tacet にできることの一覧を開きます。
ko: Tacet이 할 수 있는 일의 전체 목록을 엽니다.
pt_br: Abre a lista completa do que o Tacet faz.
tr: Tacet'in yapabildiklerinin tam listesini açar.
zh_hans: 打开 Tacet 能做的完整列表。

source: Opens the past chat you pick in Tacet.
de: Öffnet den gewählten früheren Chat in Tacet.
es: Abre en Tacet el chat anterior que elijas.
fr: Ouvre dans Tacet la conversation passée que tu choisis.
ja: 選んだ過去のチャットを Tacet で開きます。
ko: 고른 지난 대화를 Tacet에서 엽니다.
pt_br: Abre no Tacet a conversa anterior que você escolher.
tr: Seçtiğin geçmiş sohbeti Tacet'te açar.
zh_hans: 在 Tacet 中打开你选择的历史对话。

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
tr: Çıktı
zh_hans: 输出

source: PERMISSIONS
de: BERECHTIGUNGEN
es: PERMISOS
fr: AUTORISATIONS
ja: アクセス許可
ko: 권한
pt_br: PERMISSÕES
tr: İZİNLER
zh_hans: 权限

source: PICK A TASK
de: WÄHLE EINE AUFGABE
es: ELIGE UNA TAREA
fr: CHOISIS UNE TÂCHE
ja: タスクを選ぶ
ko: 할 일 고르기
pt_br: ESCOLHA UMA TAREFA
tr: BİR İŞ SEÇ
zh_hans: 选择一件事

source: Passes your question to Tacet. The answer is produced in the app, in front of your eyes.
de: Leitet deine Frage an Tacet weiter. Die Antwort entsteht in der App, vor deinen Augen.
es: Envía tu pregunta a Tacet. La respuesta se genera en la app, delante de ti.
fr: Transmet ta question à Tacet. La réponse est produite dans l’app, sous tes yeux.
ja: 質問を Tacet に渡します。答えはアプリの中で、あなたの目の前で作られます。
ko: 질문을 Tacet에 전달합니다. 답은 앱 안에서, 당신이 보는 앞에서 만들어집니다.
pt_br: Encaminha sua pergunta ao Tacet. A resposta é produzida no app, diante dos seus olhos.
tr: Sorunu Tacet'e iletir. Yanıt uygulamada, senin gözünün önünde üretilir.
zh_hans: 把你的问题交给 Tacet。答案在 App 内、当着你的面生成。

source: Permission needed
de: Berechtigung erforderlich
es: Se necesita permiso
fr: Autorisation nécessaire
ja: アクセス許可が必要です
ko: 권한이 필요합니다
pt_br: Permissão necessária
tr: İzin gerekiyor
zh_hans: 需要权限

source: Permissions are used only the moment you ask for something; what is read does not go out without your approval. Change them in iOS Settings.
de: Berechtigungen werden nur genutzt, wenn du etwas verlangst; Gelesenes geht ohne deine Zustimmung nicht hinaus. Ändern in den iOS-Einstellungen.
es: Los permisos se usan solo cuando pides algo; lo leído no sale sin tu aprobación. Cámbialos en Ajustes de iOS.
fr: Les autorisations ne servent qu'au moment où tu demandes quelque chose ; ce qui est lu ne sort pas sans ton accord. Modifie-les dans Réglages iOS.
ja: 権限はあなたが何かを頼んだときだけ使われます。読み取った内容はあなたの承認なしに外へ出ません。変更は iOS の設定から。
ko: 권한은 무언가를 요청한 순간에만 사용됩니다. 읽은 내용은 승인 없이 밖으로 나가지 않습니다. 변경은 iOS 설정에서.
pt_br: As permissões só são usadas quando você pede algo; o que é lido não sai sem sua aprovação. Altere em Ajustes do iOS.
tr: İzinler yalnızca sen bir şey istediğin anda kullanılır; okunan veri sen onaylamadan dışarı gitmez. Değiştirmek için iOS Ayarlar'a gidilir.
zh_hans: 权限只在你提出请求的那一刻使用；读取的内容未经你同意不会外发。可在 iOS 设置中更改。

source: Prepare as %@: %@
de: Als %@ vorbereiten: %@
es: Prepara como %@: %@
fr: Prépare en %@ : %@
ja: %@ として用意して：%@
ko: %@(으)로 준비해 줘: %@
pt_br: Prepare como %@: %@
tr: %@ olarak hazırla: %@
zh_hans: 以 %@ 形式准备：%@

source: Previews the file
de: Zeigt eine Vorschau der Datei
es: Muestra una previsualización del archivo
fr: Affiche un aperçu du fichier
ja: ファイルをプレビューします
ko: 파일을 미리 봅니다
pt_br: Pré-visualiza o arquivo
tr: Dosyayı önizler
zh_hans: 预览该文件

source: Pulls lasting notes out of your chats and remembers them in later ones. In the Memory board you see them all and delete whichever you want.
de: Zieht aus deinen Chats bleibende Notizen und erinnert sich in späteren Chats daran. In der Gedächtnis-Übersicht siehst du alle und löschst, was du willst.
es: Extrae notas duraderas de tus chats y las recuerda en los siguientes. En el panel de Memoria las ves todas y borras las que quieras.
fr: Extrait de tes conversations des notes durables et s’en souvient plus tard. Dans le tableau Mémoire, tu les vois toutes et supprimes celles que tu veux.
ja: チャットから残す価値のあるメモを取り出し、次のチャットで思い出します。記憶ボードですべて見られ、好きなものを削除できます。
ko: 대화에서 오래 남길 메모를 뽑아 다음 대화에서 기억합니다. 기억 보드에서 전부 보고 원하는 것을 지울 수 있습니다.
pt_br: Extrai das suas conversas notas duradouras e lembra delas nas próximas. No painel de Memória você vê todas e apaga as que quiser.
tr: Sohbetlerinden kalıcı notlar çıkarır ve sonraki sohbetlerde hatırlar. Hafıza panosundan hepsini görür, istediğini silersin.
zh_hans: 从你的对话中提炼长期笔记，并在后续对话中记住。在记忆面板里可以看到全部并删除任意一条。

source: Puts this example in the input field
de: Setzt dieses Beispiel in das Eingabefeld
es: Escribe este ejemplo en el campo de entrada
fr: Insère cet exemple dans le champ de saisie
ja: この例を入力欄に書き込みます
ko: 이 예시를 입력란에 넣습니다
pt_br: Coloca este exemplo no campo de entrada
tr: Bu örneği giriş alanına yazar
zh_hans: 将此示例填入输入框

source: Question
de: Frage
es: Pregunta
ja: 質問
ko: 질문
pt_br: Pergunta
tr: Soru
zh_hans: 问题

source: Reading %@…
de: %@ wird gelesen…
es: Leyendo %@…
fr: Lecture de %@…
ja: %@ を読み込み中…
ko: %@ 읽는 중…
pt_br: Lendo %@…
tr: %@ okunuyor…
zh_hans: 正在读取 %@…

source: Reading · %@
de: Wird gelesen · %@
es: Leyendo · %@
fr: Lecture · %@
ja: 読み込み中 · %@
ko: 읽는 중 · %@
pt_br: Lendo · %@
tr: Okunuyor · %@
zh_hans: 正在读取 · %@

source: Reading…
de: Wird gelesen …
es: Leyendo…
fr: Lecture…
ja: 読み込み中…
ko: 읽는 중…
pt_br: Lendo…
tr: Okunuyor…
zh_hans: 正在读取…

source: Reads what you attach
de: Liest, was du anhängst
es: Lee lo que adjuntas
fr: Lit ce que tu joins
ja: 添付したものを読みます
ko: 첨부한 것을 읽습니다
pt_br: Lê o que você anexa
tr: Eklediğini okur
zh_hans: 读取你附加的内容

source: Reads your events, adds new ones.
de: Liest deine Termine, fügt neue hinzu.
es: Lee tus eventos y añade nuevos.
fr: Lit tes événements, en ajoute de nouveaux.
ja: 予定を読み、新しい予定を追加します。
ko: 일정을 읽고 새 일정을 추가합니다.
pt_br: Lê seus eventos e adiciona novos.
tr: Etkinliklerini okur, yenisini ekler.
zh_hans: 读取你的日程，添加新日程。

source: Remind me to make a call at 6:00 PM
de: Erinnere mich, um 18:00 Uhr anzurufen
es: Recuérdame llamar a las 18:00
fr: Rappelle-moi d'appeler à 18h00
ja: 18時に電話するようリマインドして
ko: 18시에 전화하라고 알려줘
pt_br: Me lembre de ligar às 18h
tr: Beni 18.00'de ara demek için hatırlat
zh_hans: 提醒我在 18:00 打电话

source: Reminder permission needed
de: Erinnerungsberechtigung erforderlich
es: Se necesita permiso de recordatorios
fr: Autorisation rappels requise
ja: リマインダーの許可が必要です
ko: 미리 알림 권한 필요
pt_br: Permissão de lembretes necessária
tr: Hatırlatıcı izni gerekli
zh_hans: 需要提醒事项权限

source: Reminder set
de: Erinnerung erstellt
es: Recordatorio creado
fr: Rappel créé
ja: リマインダーを設定しました
ko: 미리 알림 설정됨
pt_br: Lembrete criado
tr: Hatırlatıcı kuruldu
zh_hans: 已设置提醒

source: Reminder set · %@
de: Erinnerung erstellt · %@
es: Recordatorio creado · %@
fr: Rappel créé · %@
ja: リマインダーを設定 · %@
ko: 미리 알림 설정됨 · %@
pt_br: Lembrete criado · %@
tr: Hatırlatıcı kuruldu · %@
zh_hans: 已设置提醒 · %@

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
ko: 미리 알림
pt_br: Lembretes
tr: Hatırlatıcılar
zh_hans: 提醒事项

source: Reminders read · %lld pending
de: Erinnerungen gelesen · %lld offen
es: Recordatorios leídos · %lld pendientes
fr: Rappels lus · %lld en attente
ja: リマインダーを読みました · 残り %lld 件
ko: 미리 알림을 읽었습니다 · %lld개 남음
pt_br: Lembretes lidos · %lld pendentes
tr: Hatırlatıcılar okundu · %lld bekliyor
zh_hans: 已读取提醒事项 · 待处理 %lld 项

source: Reminders read · empty
de: Erinnerungen gelesen · leer
es: Recordatorios leídos · vacío
fr: Rappels lus · vide
ja: リマインダーを読みました · なし
ko: 미리 알림을 읽었습니다 · 없음
pt_br: Lembretes lidos · vazio
tr: Hatırlatıcılar okundu · boş
zh_hans: 已读取提醒事项 · 无

source: Remove document
de: Dokument entfernen
es: Quitar documento
fr: Retirer le document
ja: 書類を取り除く
ko: 문서 제거
pt_br: Remover documento
tr: Belgeyi kaldır
zh_hans: 移除文稿

source: Remove the server
de: Server entfernen
es: Quitar el servidor
fr: Retirer le serveur
ja: サーバーを削除
ko: 서버 제거
pt_br: Remover o servidor
tr: Sunucuyu kaldır
zh_hans: 移除服务器

source: Reply language
de: Sprache der Antworten
es: Idioma de las respuestas
fr: Langue des réponses
ja: 返答の言語
ko: 답변 언어
pt_br: Idioma das respostas
tr: Yanıt dili
zh_hans: 回复语言

source: Requested information not found
de: Gesuchte Information nicht gefunden
es: No se encontró la información buscada
fr: Information recherchée introuvable
ja: 求めていた情報は見つかりませんでした
ko: 찾는 정보를 찾지 못했습니다
pt_br: Informação procurada não encontrada
tr: Aranan bilgi bulunamadı
zh_hans: 未找到所需信息

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreinte
ja: 制限あり
ko: 제한됨
pt_br: Restrito
tr: Kısıtlı
zh_hans: 受限

source: Retry limit reached
de: Versuchslimit erreicht
es: Límite de intentos alcanzado
fr: Limite de tentatives atteinte
ja: 試行回数の上限に達しました
ko: 시도 한도에 도달했습니다
pt_br: Limite de tentativas atingido
tr: Deneme sınırına ulaşıldı
zh_hans: 已达到重试上限

source: Running code…
de: Code wird ausgeführt…
es: Ejecutando código…
fr: Exécution du code…
ja: コードを実行中…
ko: 코드 실행 중…
pt_br: Executando código…
tr: Kod çalıştırılıyor…
zh_hans: 正在运行代码…

source: Runs short JavaScript in a closed box with no network and no file system.
de: Führt kurzes JavaScript in einer geschlossenen Box ohne Netzwerk und Dateisystem aus.
es: Ejecuta JavaScript corto en una caja cerrada sin red ni sistema de archivos.
fr: Exécute de courts scripts JavaScript dans une boîte fermée, sans réseau ni système de fichiers.
ja: ネットワークもファイルシステムもない閉じた箱の中で、短い JavaScript を実行します。
ko: 네트워크도 파일 시스템도 없는 닫힌 상자 안에서 짧은 JavaScript를 실행합니다.
pt_br: Executa JavaScript curto em uma caixa fechada, sem rede e sem sistema de arquivos.
tr: Ağı ve dosya sistemi olmayan kapalı bir kutuda kısa JavaScript çalıştırır.
zh_hans: 在没有网络和文件系统的封闭沙盒中运行简短的 JavaScript。

source: SHORTCUTS
de: KURZBEFEHLE
es: ATAJOS
fr: RACCOURCIS
ja: ショートカット
ko: 단축어
pt_br: ATALHOS
tr: KISAYOLLAR
zh_hans: 快捷指令

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
tr: Kaydet
zh_hans: 存储
